Repository: zbrox/kartonche
Catalog: kartonche/Resources/Localizable.xcstrings
Source language: en
Languages: bg

source: 'Always' location permission required for nearby notifications
bg: Необходимо е разрешение на степен ‘Винаги' за известия за близки местоположения

source: %@ expires in 7 days
bg: %@ изтича след 7 дни

source: %@ expires tomorrow
bg: %@ изтича утре

source: %lld Cards
bg: %lld карти

source: %lldm
bg: %lldм

source: 1 day before expiration
bg: 1 ден преди изтичане

source: 7 days before expiration
bg: 7 дни преди изтичане

source: 10% off on Tuesdays for premium members
bg: 10% отстъпка във вторник за премиум членове

source: 42 Market Street
bg: ул. Пазарска 42

source: A card with this barcode already exists
bg: Вече имате карта с този баркод

source: A simple app for organizing your loyalty cards. Open source, privacy-focused, no account required.
bg: Просто приложение за организиране на клубните ви карти. Отворен код, фокус върху поверителността, без регистрация.

source: About
bg: Информация

source: Active
bg: Активно

source: Add Card
bg: Добавяне на карта

source: Add Location
bg: Добавяне на местоположение

source: Add Manually
bg: Добавяне ръчно

source: Add to Apple Wallet
bg: Добавяне в Apple Wallet

source: Add to favorites
bg: Добавяне към любими

source: Add to Wallet
bg: Добавяне в Apple Wallet

source: Add your first loyalty card
bg: Добавете първата си клубна карта

source: Add your first loyalty card to get started
bg: Добавете първата си клубна карта, за да започнете

source: Added to Apple Wallet. Edits sync automatically.
bg: Добавена в Apple Wallet. Промените се синхронизират автоматично.

source: All Cards
bg: Всички карти

source: All cards are expired. Toggle 'Show Expired' in the sort menu to see them.
bg: Всички карти са изтекли. Превключете 'Показване на изтекли' в менюто за сортиране, за да ги видите

source: All cards will be imported, even duplicates
bg: Всички карти ще бъдат импортирани, дори дубликатите

source: Allow Location
bg: Разрешаване

source: Always
bg: Винаги

source: Appearance
bg: Изглед

source: Are you sure you want to delete this card?
bg: Сигурни ли сте, че искате да изтриете тази карта?

source: Auto
bg: Автоматично

source: Auto-show the right card
bg: Виждате карти автоматично в инструменти

source: Barcode Data
bg: Данни за баркод

source: Barcode for scanning
bg: Баркод за сканиране

source: Barcode preview
bg: Преглед на баркод

source: Barcode Type
bg: Тип баркод

source: Better Widget Performance:
bg: По-добра производителност на инструментите:

source: Cancel
bg: Отказ

source: Card
bg: Карта

source: Card Color
bg: Цвят на картата

source: Card Expires Tomorrow
bg: Картата изтича утре

source: Card Expiring Soon
bg: Картата изтича скоро

source: Card Image
bg: Изображение

source: Card Name
bg: Име на картата

source: card number
bg: номер на карта

source: Card Number
bg: Номер на картата

source: Card will appear when you're nearby
bg: Картата ще се появи когато сте наблизо

source: Card will appear when you're within this distance
bg: Картата ще се появи когато сте в това разстояние

source: Cardholder Name
bg: Картопритежател

source: Cards
bg: Карти

source: Cards are exported as .kartonche files that can be shared and imported on other devices.
bg: Картите се експортират като файлове с окончание .kartonche, които могат да се споделят и импортират обратно на това и други устройства.

source: Cards to import
bg: Карти за импортиране

source: Change Location
bg: Промяна на местоположение

source: Choose Card
bg: Избор на карта

source: Choose from Library
bg: Снимка от библиотеката

source: Choose Image
bg: Изображение

source: Choose which loyalty card to display
bg: Избери коя карта да е показана

source: Choose which loyalty card to open
bg: Избери коя карта да се отвори

source: City Library
bg: Градска библиотека

source: Close
bg: Затваряне

source: Confirm Location
bg: Потвърждаване на местоположение

source: Current Location
bg: Текущо местоположение

source: Custom
bg: Ръчно избран

source: Custom Text Color
bg: Ръчно избран цвят на текста

source: Data
bg: Информация

source: Debug
bg: Дебъгване

source: Delete
bg: Изтриване

source: Denied
bg: Отказано

source: Deselect All
bg: Никоя

source: Detection Radius
bg: Радиус на откриване

source: Disabled
bg: Изключено

source: Display a specific loyalty card with scannable barcode
bg: Показване на конкретна клубна карта

source: Done
bg: Готово

source: Downtown Gym
bg: Фитнес в центъра

source: Drop Pin on Map
bg: Поставяне на карфица на карта

source: Duplicate Barcode
bg: Повтарящ се баркод

source: Duplicate cards will not be imported
bg: Картите дубликати няма да бъдат импортирани

source: Duplicate handling
bg: Обработка на дубликати

source: Duplicates found
bg: Намерени дубликати

source: Edit
bg: Редактиране

source: Edit Location
bg: Редактиране на местоположение

source: Enable
bg: Включване

source: Enable 'Always' Location
bg: Включване на 'Винаги' местоположение

source: Enable in Settings:
bg: Включете в Настройки:

source: Enable location to see cards for nearby stores
bg: Включете местоположението, за да виждате карти за близки магазини

source: Enable Nearby Notifications
bg: Включване на известия за близост

source: Enable Reminders
bg: Включване на напомняния

source: Enabled
bg: Включено

source: Ephemeral
bg: Временно

source: Existing cards will be replaced with imported versions
bg: Съществуващите карти ще бъдат заменени с импортираните версии

source: Experimental Feature
bg: Експериментална функция

source: Expiration Date
bg: Дата на изтичане

source: Expiration Reminders
bg: Напомняния за карти с изтекъл срок

source: Expiration reminders require notification access.
bg: Напомнянията за изтичане изискват достъп до известия.

source: Expired on
bg: Изтекла на

source: Expires on
bg: Изтича на

source: Expiring soon on
bg: Изтича скоро на

source: Export
bg: Експортиране

source: Export (%lld)
bg: Експортиране (%lld)

source: Export All Cards
bg: Експортиране на всички

source: Export date
bg: Дата на експортиране

source: Export Failed
bg: Грешка при експортиране

source: Failed to create barcode filter
bg: Неуспешно създаване на баркод филтър

source: Failed to create pass
bg: Грешка при създаване карта в Apple Wallet

source: Failed to generate barcode image
bg: Неуспешно генериране на баркод изображение

source: Failed to load image
bg: Неуспешно зареждане на изображението

source: Failed to read file: %@
bg: Неуспешно четене на файла: %@

source: Favorite
bg: Любима

source: Favorites Carousel
bg: Любими

source: Features
bg: Функции

source: File not found
bg: Файлът не е намерен

source: Find nearest card in widgets
bg: Намирате лесно карти за най-близките магазини

source: Fresh Market
bg: Свеж пазар

source: Fresh Market - Downtown
bg: Свеж пазар - Център

source: Fresher location data
bg: По-пресни данни за местоположението ви

source: Generating pass...
bg: Създаване на карта в Apple Wallet...

source: Get better widget performance with background location
bg: Получете по-добра производителност на инструментите с фоново местоположение

source: Get notified before your cards expire so you never miss renewing them.
bg: Получавайте известия преди картите ви да изтекат, за да не пропуснете да ги подновите.

source: Get reminded about your loyalty cards when you're near a store where you can use them.
bg: Получавайте напомняния за клубните си карти, когато сте близо до магазин, където можете да ги използвате.

source: Get reminded before your loyalty cards expire so you can renew them in time.
bg: Получавайте напомняния преди клубните ви карти да изтекат, за да ги подновите навреме.

source: Go to Settings > Notifications > kartonche to enable reminders
bg: Отидете в Настройки > Известия > kartonche за да включите напомнянията

source: Has Expiration Date
bg: Има дата на изтичане

source: has locations
bg: има локации

source: How to handle duplicates
bg: Как да се обработят дубликатите

source: iCloud Signed Out
bg: Излезли сте от iCloud

source: iCloud Sync
bg: Синхронизиране с iCloud

source: iCloud Unavailable
bg: Неналичен iCloud

source: If you enable location features, your location is used only to show cards for nearby stores and is never sent to any server.
bg: Ако включите функциите за местоположение, то се използва само за показване на карти за близки магазини и никога не се изпраща към сървър.

source: Import
bg: Импортиране

source: Import Cards
bg: Импортиране на карти

source: Import Failed
bg: Импортирането се провали

source: Import from File
bg: Импортиране от файл

source: Importing...
bg: Импортиране...

source: Invalid barcode data
bg: Невалидни данни за баркод

source: Invalid card data: %@
bg: Невалидни данни за карта: %@

source: Invalid file format. Expected .kartonche file.
bg: Невалиден файлов формат. Очакван .kartonche файл.

source: Invalid image format
bg: Невалиден формат на изображението

source: kartonche stores your cards on-device and can sync them through your private iCloud account. We don't collect, track, or share personal information.
bg: Kartonche съхранява вашите карти на устройството Ви и може да ги синхронизира с личният ви акаунт в iCloud. Не събиране, проследяваме или споделяме личната Ви информация.

source: Keep both
bg: Запазване на двете

source: Keep Current
bg: Запазване на текущо

source: Last checked
bg: Последна проверка

source: Launch Kartonche
bg: Стартиране на Kartonche

source: Legal
bg: Правна информация

source: License
bg: Лиценз

source: Licenses
bg: Лицензи

source: Limited
bg: Ограничено

source: Location
bg: Местоположение

source: Location Access Denied
bg: Достъпът до местоположение е отказан

source: Location access is restricted by parental controls or device management
bg: Достъпът до местоположение е ограничен от родителски контрол или управление на устройството

source: Location data
bg: Данни за местоположение

source: Location data never leaves your device
bg: Данните за местоположение никога не напускат устройството ви

source: Location features require access to your location.
bg: Функциите за местоположение изискват достъп до местоположението ви.

source: Location Name
bg: Име на местоположението

source: Location not available
bg: Местоположението не е налично

source: Location Permission
bg: Разрешение за местоположение

source: Location Permission Needed
bg: Разрешение за ползване на данни за местоположението ви

source: Location permission not granted
bg: Разрешението за местоположение не е дадено

source: Locations
bg: Местоположения

# locations_count_%lld
source: %lld locations
bg: %lld местоположения

source: Long press a card to share it with friends and family.
bg: Задръжте пръста си на карта по-дълго, за да видите опцията за споделяне.

source: Loyalty Card
bg: Клубна карта

source: Loyalty Cards
bg: Клубни карти

source: Maria Ivanova
bg: Мария Иванова

source: Mark cards as favorites to see them here
bg: Отбележете карти като любими, за да се появят тук

source: Minimal battery impact
bg: Минимално влияние върху батерията

source: More
bg: Още

source: More accurate nearby store detection
bg: По-точно откриване на близки магазини

source: Morning Brew Coffee
bg: Сутрешно кафе

source: Multiple Barcodes Found
bg: Открити са множество баркодове

source: Navigate through your favorite cards with arrow buttons
bg: Разглеждане на любими карти

source: Nearby
bg: Наблизо

source: Nearby Card Notifications
bg: Известия при близост до местоположение

source: Nearest Store
bg: Най-близкият магазин

source: Nearest Store Card
bg: Карта за най-близкия магазин

source: Never forget your loyalty card at the store
bg: Никога не забравяйте клубната си карта в магазина

source: Next Card
bg: Следваща карта

source: Next time, try adding a card by taking a photo or choosing one from your library.
bg: Следващият път, пробвайте да добавите карта директно през камерата или от снимка във Вашата колекция.

source: No account required
bg: Не е необходима регистрация

source: No ads
bg: Без реклами

source: No analytics
bg: Без аналитика

source: No Barcode Found
bg: Не е открит баркод

source: No barcodes found in image
bg: Няма открити баркодове в изображението

source: No Card Selected
bg: Няма избрана карта

source: No Cards
bg: Няма карти

source: No cards matching '%@'
bg: Няма карти, съответстващи на '%@'

source: No Favorites
bg: Нямате любими карти

source: No nearby stores
bg: Няма близки магазини

source: No Results
bg: Няма резултати

source: Not Now
bg: Не сега

source: Not Set
bg: Не е зададено

source: Not set up
bg: Не е настроено

source: Notes
bg: Бележки

source: Notification Permission
bg: Разрешение за известия

source: Notification permission required
bg: Необходимо е разрешение за известия

source: Notifications
bg: Известия

source: Notifications Disabled
bg: Известията са изключени

source: OK
bg: Добре

source: Open Existing
bg: Отворете съществуващата

source: Open Favorite Card
bg: Отваряне на любима карта

source: Open Kartonche
bg: Отваряне на Kartonche

source: Open Nearest Store Card
bg: Отваряне на картата за най-близкия магазин

source: Open Settings
bg: Отваряне на настройки

source: Open your favorite card with a quick tap from Control Center.
bg: Отворете любима карта с едно натисканe през бутон в Control Center.

source: Opens camera to scan barcode
bg: Отваря камера за сканиране на баркод

source: Opens card for nearest store location
bg: Отваряне на карта за най-близкия магазин

source: Opens the Kartonche app
bg: Отваря Kartonche

source: Opens the loyalty card for the nearest store
bg: Отваря картата за най-близкия магазин

source: Opens your selected favorite loyalty card
bg: Отваря избрана любима карта

source: Permission
bg: Разрешение

source: Permission required
bg: Изисква се разрешение

source: Pet Paradise
bg: Зоо Свят

source: Previous Card
bg: Предишна карта

source: Privacy
bg: Поверителност

source: Privacy Policy
bg: Политика за поверителност

source: Provisional
bg: Временно

source: Quick access to open the app
bg: Бърз достъп до Kartonche

source: Quick access to your loyalty cards
bg: Бърз достъп до клубни карти

source: Radius: %lldm
bg: Радиус: %lldм

source: Rate on App Store
bg: Оценяване в App Store

source: Refresh Sync Status
bg: Обновяване

source: Remove from favorites
bg: Премахване от любими

source: Remove Image
bg: Премахване

source: Replace existing
bg: Замяна на съществуващи

source: Report an Issue
bg: Докладване на проблем

source: Requires Always location + Notifications
bg: Изисква местоположение 'Винаги' + Известия

source: Respects iOS Focus modes and Do Not Disturb. Silent notifications only.
bg: Зачита iOS режими за фокус и 'Не безпокойте'. Само тихи известия.

source: Restricted
bg: Ограничено

source: Save
bg: Запазване

source: Save Anyway
bg: Запазете дубликата

source: Scan Barcode
bg: Сканиране на баркод

source: Scan from a Photo
bg: Сканиране на снимка

source: Scan from Photo
bg: Сканиране от снимка

source: Scanning failed: %@
bg: Грешка при сканиране: %@

source: Scanning...
bg: Сканиране...

source: Scheduled reminders
bg: Планирани напомняния

source: Search
bg: Търсене

source: Search failed. Check your internet connection.
bg: Търсенето не успя. Проверете интернет връзката си.

source: Search for address...
bg: Търсене на адрес...

source: See cards when you're nearby
bg: Виждате карти, когато сте близо до магазина

source: Select 'Location' then choose 'Always'
bg: Изберете 'Местоположение', след това 'Винаги'

source: Select All
bg: Всички

source: Select Card
bg: Избор на карта

source: Select Cards
bg: Избиране на карти

source: Select Cards to Export
bg: Избор на карти за експортиране

source: Select Favorite Card
bg: Избор на любима карта

source: Select photo from library to scan barcode
bg: Избира снимка от библиотеката за сканиране на баркод

source: Select which barcode to use
bg: Изберете кой баркод да използвате

source: Selected Location
bg: Избрано местоположение

source: Settings
bg: Настройки

source: Settings > kartonche > Location > While Using the App
bg: Настройки > kartonche > Местоположение > Докато използвате приложението

source: Settings > Notifications > kartonche
bg: Настройки > Известия > kartonche

source: Share
bg: Споделяне

source: Share card
bg: Споделяне на карта

source: Show Expired
bg: Показване на изтекли

source: Show the next favorite card
bg: Показване на следваща любима карта

source: Show the previous favorite card
bg: Показване на предишна любима карта

source: Show this to the cashier to scan
bg: Покажете това на касиера за сканиране

source: Shows card for nearest store
bg: Показва карта за най-близкия магазин

source: Shows card for nearest store within 1km
bg: Показва карта за най-близкия магазин в радиус 1км

source: Skip duplicates
bg: Пропускане на дубликати

source: Sort
bg: Сортиране

source: Source Code
bg: Изходен код

source: Store Name
bg: Име на магазина

source: Suggested Colors
bg: Предложени цветове

source: Support
bg: Поддръжка

source: Support Development
bg: Подкрепа на разработката

source: Sync Active
bg: Синхронизацията е активна

source: Sync Error
bg: Грешка при синхронизиране

source: Take a Photo
bg: През камерата

source: Tap a card to preview
bg: Докоснете карта за преглед

source: Tap notification to view card
bg: Докоснете известието за да видите картата

source: Tap to see your cards
bg: Докоснете, за да видите картите си

source: Tap to show your card
bg: Докоснете, за да покажете картата си

source: Text Color
bg: Цвят на текста

source: Thanks to early testers and friends who provided feedback.
bg: Благодарности на ранните тестери и приятели, които дадоха обратна връзка.

source: The app contains no advertising.
bg: Приложението не съдържа реклами.

source: Third-Party Licenses
bg: Лицензи на външни библиотеки

source: This card is in Apple Wallet. Edits sync automatically.
bg: Тази карта е в Apple Wallet. Промените се синхронизират автоматично.

source: This helps you:
bg: Това ви помага да:

source: This image is used only for Apple Wallet passes.
bg: Това изображение се ползва само при ползване на Apple Wallet

source: To save card locations, kartonche needs to access your location.
bg: За да запазите локации, където ползвате дадена карта, kartonche се нуждае от достъп до информацията за текущото ви местоположението.

source: Try Another Photo
bg: Друго изображение

source: Type to search, then tap a result
bg: Пишете за търсене, след това докоснете резултат

source: Unable to determine address for this location
bg: Не може да се определи адрес за това местоположение

source: Unable to find location details
bg: Не могат да се намерят подробности за местоположението

source: Unable to get current location
bg: Не може да се определи текущото местоположение

source: Unfavorite
bg: Премахване от любими

source: Unknown
bg: Неизвестно

source: Unknown Address
bg: Неизвестен адрес

source: Unsupported file version: %@
bg: Неподдържана версия на файла: %@

source: Upgrade
bg: Надграждане

source: Upgrade to 'Always' for nearby notifications and better widget performance
bg: Надградете до 'Винаги' за известия при близост и по-добра производителност на инструментите

source: Upgrade to 'Always' Location
bg: Надграждане на разрешението за местоположението ви

source: Use Current Location
bg: Използване на текущо местоположение

# Version %@ (%@)
source: Version %1$@ (%2$@)
bg: Версия %1$@ (%2$@)

source: We don't track how you use the app.
bg: Не проследяваме как използвате приложението.

source: We'll remind you:
bg: Ще ви напомним:

source: What's New
bg: Какво ново

# whats_new.2026_02_3.expiration_reminders.description
source: Never miss a card renewal
bg: Никога не пропускайте подновяване на карта

# whats_new.2026_02_3.expiration_reminders.title
source: Expiration Reminders
bg: Напомняния за изтичане

# whats_new.2026_02_3.export_share.description
source: Share cards via AirDrop
bg: Споделяне на карти чрез AirDrop

# whats_new.2026_02_3.export_share.title
source: Export & Share
bg: Експортиране и споделяне

# whats_new.2026_02_3.location_features.description
source: Get notified when near your saved stores
bg: Известия при близост до запазени магазини

# whats_new.2026_02_3.location_features.title
source: Location Features
bg: Функции за местоположение

# whats_new.2026_02_3.widgets.description
source: Quick access from home and lock screen
bg: Бърз достъп от началния и заключен екран

# whats_new.2026_02_3.widgets.title
source: Widgets
bg: Инструменти

# whats_new.2026_02_4.about_whats_new.description
source: Learn about new features and app info
bg: Научете за новите функции и информация за приложението

# whats_new.2026_02_4.about_whats_new.title
source: About & What's New
bg: Относно и Какво ново

# whats_new.2026_02_4.collapsible_notes.description
source: Tap to expand or collapse card notes
bg: Докоснете за разгъване или свиване на бележките

# whats_new.2026_02_4.collapsible_notes.title
source: Collapsible Notes
bg: Сгъваеми бележки

# whats_new.2026_02_4.merchant_country_flags.description
source: See which country merchants are from
bg: Вижте от коя държава са търговците

# whats_new.2026_02_4.merchant_country_flags.title
source: Merchant Country Flags
bg: Флагове на държави

# whats_new.2026_02_5.control_center_widgets.description
source: Quick access to cards from Control Center
bg: Бърз достъп до карти от Контролния център

# whats_new.2026_02_5.control_center_widgets.title
source: Control Center Widgets
bg: Инструменти за Контролен център

# whats_new.2026_02_5.redesigned_card_display.description
source: Cards now display with prominent brand colors
bg: Картите вече се показват с изявени цветове на марката

# whats_new.2026_02_5.redesigned_card_display.title
source: Redesigned Card Display
bg: Преработен дизайн на картите

# whats_new.2026_02_5.swipe_actions.description
source: Swipe cards to quickly favorite, edit, or delete
bg: Плъзнете карти за бързо означаване, редактиране или изтриване

# whats_new.2026_02_5.swipe_actions.title
source: Swipe Actions
bg: Действия при плъзгане

# whats_new.2026_02_6.apple_wallet.description
source: Add cards to Apple Wallet with on-device pass signing
bg: Добавяне на карти в Apple Wallet с подписване на пространството на устройството

# whats_new.2026_02_6.import_export.description
source: Revamped data import and export for easy backup and transfer
bg: Подобрено импортиране и експортиране за лесно архивиране и прехвърляне

# whats_new.2026_02_6.import_export.title
source: Import & Export
bg: Импортиране и експортиране

# whats_new.2026_02_6.quick_look_preview.description
source: Preview .kartonche files with Quick Look before importing
bg: Преглед на .kartonche файлове с Бърз преглед преди импортиране

# whats_new.2026_02_6.quick_look_preview.title
source: Quick Look Preview
bg: Бърз преглед

# whats_new.2026_02_6.quick_scan.description
source: Add cards faster by scanning from camera or photo library with automatic barcode and color detection
bg: По-бързо добавяне на карти чрез сканиране от камера или снимка с автоматично разпознаване на баркод и цвят

# whats_new.2026_02_6.quick_scan.title
source: Quick Scan
bg: Бързо сканиране

# whats_new.2026_02_6.spotlight_search.description
source: Find your loyalty cards from the home screen via Spotlight
bg: Намерете картите си за лоялност от началния екран чрез Spotlight

# whats_new.2026_02_6.spotlight_search.title
source: Spotlight Search
bg: Търсене в Spotlight

# whats_new.2026_03_1.barcode_support.description
source: Supports EAN-13, EAN-8, Code 39, UPC-E, Interleaved 2 of 5, and DataMatrix barcodes with authentic rendering and Apple Wallet integration.
bg: Поддръжка на EAN-13, EAN-8, Code 39, UPC-E, Interleaved 2 of 5, DataMatrix с коректно изобразяване и интеграция с Apple Wallet.

# whats_new.2026_03_1.barcode_support.title
source: Barcode Support
bg: Повече поддържани баркодове
